; === Upgrade info ===

[X2DownloadableContentInfo_ShadowOpsPerkPack]
ModUpgradeLabel="暗影行动职业包 测试版 v0.7"
ModUpgradeSummary="暗影行动职业包已更新至测试版 0.7。重要变更如下: <br/><br/><Bullet/>战斗工程师和步兵的能力树已经过全面改进，而猎人能力树则进行了较小的调整. <br/><Bullet/>所有从先前模组版本转换过来的士兵都可获得一次免费的技能重置。前往军械库使用该功能.<br/><Bullet/>步兵支援兵种新增了两项专注于使用医疗包的能力.<br/><Bullet/>"移动目标"、"构筑工事"、"骨折"、"物资专家"、"先发制人"以及"驱散"这些技能都进行了大幅改动.<br/><Bullet/>在高级战士中心中新增了四项仅限高级战士中心获取的技能。你可能需要开始一局新游戏才能让这些技能出现. <br/><br/>如需查看更完整的变更说明，请参阅自述文件.txt."
ModUpgradeAcceptLabel="知道了"

[UIScreenListener_UIArmory_Promotion]
LocFreeRespec="免费重置"
RespecWarning="由于‘暗影行动职业包’中的职业能力树发生了变化，你的士兵已获得免费重置技能的机会。如果你在士兵使用免费重置技能之前为其晋升军衔，你将永久失去该士兵的免费重置技能机会."
RespecWarningTitle="免费重置机会过期"

; === Engineer abilities ===

[UIScreenListener_UIArmory]
m_strKills="击杀数"
m_strKillsTitle="#1'的击杀数"
m_strUnknown="未知"

[X2Ability_EngineerAbilitySet]
CombatDrugsName="战斗药剂"
CombatDrugsDescription="一种快速生效的兴奋剂，让士兵的命中和意志获得提升。"

; === Hunter abilities ===

[X2Ability_HunterAbilitySet]
FadePenaltyText="移动会打破隐匿。"
SnapShotPenaltyText="本单位用1个行动点进行监视，有命中惩罚。"
BullseyePenaltyName="惊慌"
BullseyePenaltyText="此单位命中、防御和意志均-20。"
DisabledFriendlyName="缴械"
DisabledFriendlyDesc="大多数能力被禁用"
DisabledEffectAcquiredString="<XGParam:StrValue0/!UnitName/> 处于缴械."
DisabledEffectTickedString="<XGParam:StrValue0/!UnitName/> 仍处于缴械."
DisabledEffectLostString="<XGParam:StrValue0/!UnitName/> 不再处于缴械."